[{"_id":{"$oid":"5e458cf63983e237a15a13db"},"title":"J Chem Inf Model 59: 4821-4832","description":"GPU-accelerated implementation of continuous constant pH molecular dynamics in Amber: pKa predictions with single pH simulations","authors":"Harris RC and Shen J*","link":"#","date":2019,"__v":0,"imageDescription":"We report the first GPU implementation of the continuous constant pH molecular dynamics (CpHMD) based on the generalized Born implicit solvent model in the AMBER molecular dynamics package. The performance of the implementation was benchmarked using 2-ns single-pH titration simulations of 10 proteins. ​Surprisingly, the accuracy is on par with the replica-exchange titration simulations with 2 ns per pH replica. This work paves the way for future GPU implementations of CpHMD methods for mechanistic studies of pH-dependent conformational phenomena and pKa predictions.","imagePath":"https://static.wixstatic.com/media/20b4d6_418aa3717745468bb00a59ce10d31ed4~mv2.gif"},{"_id":{"$oid":"5e458d2c3983e237a15a13dc"},"title":"J Am Chem Soc 141: 15092-15101","description":"How electrostatic coupling enables conformational plasticity in a tyrosine kinase.","authors":"Tsai CC, Yue Z, and Shen J*","link":"https://pubs.acs.org/doi/abs/10.1021/jacs.9b06064","date":2019,"__v":0,"imageDescription":"The ability to predictively model various conformational states could accelerate selectivity inhibitor design.  We present, to our best knowledge, the first predictive computational study that captured the four major types of kinase conformations starting from a single crystal structure without employing a target structure, mutation, or bias. Our data revealed, for the first time, how protonation state changes of key residues facilitate the conformational transitions, providing a direct support and explanation for a long-standing hypothesis regarding the protonation-dependent DFG flip. Our simulations also uncovered intermediate states, among which a unique inactive state, which can be tested in selective inhibitor design.","imagePath":"https://static.wixstatic.com/media/20b4d6_e6b98dcf990d43979f04f2b772c65dde~mv2.png/v1/fill/w_585,h_393,al_c,lg_1,q_85/TOC_kinase_conf.webp"},{"_id":{"$oid":"5e458d953983e237a15a13dd"},"title":"Proc IEEE: Special Issue on \"Molecular Communications and Networking\" 107: 1402-1424","description":"Redox is a global biodevice information processing modality.","authors":"Kim E, Li J, Kang M, Kelly DL, Chen S, Napolitano A, Panzella L, Shi X, Yan K, Wu S, Shen J, Bentley, WE, Payne GF","link":"https://ieeexplore.ieee.org/document/8701522","date":2019,"__v":0},{"_id":{"$oid":"5e458dc03983e237a15a13de"},"title":"J Am Chem Soc 141: 6553-6560","description":"Assessing lysine and cysteine reactivities for designing targeted covalent kinase inhibitors.","authors":"Liu R, Yue Z, Tsai CC, and Shen J*","link":"https://pubs.acs.org/doi/10.1021/jacs.8b13248","date":2019,"__v":0,"imageDescription":"We present a computational tool to assess the nucleophilicities of lysines and cysteines to accelerate covalent drug design. The tool enabled us to discover that kinases in a rare inactive conformation can be covalently targeted at catalytic lysines. A new strategy for designing highly selective, lysine-targeted covalent kinase inhibitors was proposed to address the emergent drug resistance issue facing the cysteine-targeted strategy and help usher in the next generation covalent kinase inhibitor design.","imagePath":"https://static.wixstatic.com/media/20b4d6_dd4352373a5041dbadd0ee63d1163fff~mv2.png/v1/crop/x_13,y_0,w_717,h_433/fill/w_636,h_384,al_c,q_85,usm_0.66_1.00_0.01/Kinase_Lys.webp"},{"_id":{"$oid":"5e458df13983e237a15a13df"},"title":"Biofabrication 11: 032002","description":"Electrobiofabrication: electrically-based fabrication with biologically-derived materials. ","authors":"Li J, Wu S, Kim E, Yan K, Liu H, Liu C, Dong H, Qu X, Shi X, Shen J, Bentley, WE, Payne GF*","link":"https://iopscience.iop.org/article/10.1088/1758-5090/ab06ea","date":2019,"__v":0},{"_id":{"$oid":"5e458e1e3983e237a15a13e0"},"title":"Chem Mater 30: 8597-8605","description":"Exploring pH-responsive, switchable crosslinking mechanisms for programming reconfigurable hydrogels based on aminopolysaccharides.","authors":"Tsai CC, Payne GF, and Shen J","link":"#","date":2018,"__v":0,"imageDescription":"Designing dynamic, stimuli-responsive, reconfigurable materials has growing interest in academia and industry. We report a computational study that provided novel, atomically-detailed physical insights for a pH-responsive, reconfigurable system. pKa gradients are known to be integral to protein structures and functions; our work presents the first theoretical demonstration of a pKa gradient for a highly dynamical polysaccharide system and how it allows a persistent but erasable gradient in the structural and mechanical properties of the hydrogel.","imagePath":"https://static.wixstatic.com/media/20b4d6_3ea7e109ac0b496d90463b6ad8e1c573~mv2.png/v1/fill/w_462,h_264,al_c,q_85,usm_0.66_1.00_0.01/TOC.webp"},{"_id":{"$oid":"5e458e3f3983e237a15a13e1"},"title":"J Phys Chem Lett 9: 5440-5444","description":"How ligand protonation state controls water in protein-ligand binding. ","authors":"Henderson JA, Harris RC, Tsai CC, and Shen J*","link":"https://pubs.acs.org/doi/full/10.1021/acs.jpclett.8b02440","date":2018,"__v":0,"imageDescription":"The role of water in protein-ligand has been intensely studied in recent years; however, how ligand protonation state change perturbs water has not been investigated. Here we use two homologues aspartyl proteases to illustrate how modeling protein-ligand binding while allowing ligand titration can further advance our understanding of the role of water in modulating the inhibitor selectivity for a particular target. ","imagePath":"https://static.wixstatic.com/media/20b4d6_077af3c664b94f158ba8db000913d452~mv2.png/v1/crop/x_0,y_1,w_300,h_298/fill/w_320,h_318,al_c,lg_1,q_85/BACE2.webp"},{"_id":{"$oid":"5e458e5c3983e237a15a13e2"},"title":"Adv Funct Mater 28: 1803139","description":"Electrical writing onto a dynamically-responsive polysaccharide medium: patterning structure and function into a reconfigurable medium. ","authors":"Wu S, Yan K, Zhao Y, Tsai CC, Shen J, Bentley WE, Chen Y, Deng H, Du Y, Payne GF* and Shi X*","link":"https://onlinelibrary.wiley.com/doi/abs/10.1002/adfm.201803139","date":2018,"__v":0},{"_id":{"$oid":"5e458e793983e237a15a13e3"},"title":"Proc Natl Acad Sci USA 115: 6080-6082","description":"Zooming in on a multi-drug transporter reveals details of asymmetric protonation.","authors":"Shen J*","link":"http://www.pnas.org/content/early/2018/07/27/1810814115","date":2018,"__v":0,"imageDescription":"Nature is efficient; why would it require two protons if one is enough to do the job? This commentary article discusses a recent computational work in the context of our current understanding of how proton translocation mediates the active transport of drugs and substrates across the biological membrane. ","imagePath":"https://static.wixstatic.com/media/20b4d6_0bf54be6e4204732a1ec695f33867d37~mv2.png/v1/fill/w_420,h_239,al_c,lg_1,q_85/20b4d6_0bf54be6e4204732a1ec695f33867d37~mv2.webp"},{"_id":{"$oid":"5e458eb33983e237a15a13e4"},"title":"Amber","description":"AMBER 2018","authors":"D.A. Case, I.Y. Ben-Shalom, S.R. Brozell, D.S. Cerutti, T.E. Cheatham, III, V.W.D. Cruzeiro, T.A. Darden, R.E. Duke, D. Ghoreishi, M.K. Gilson, H. Gohlke, A.W. Goetz, D. Greene, R Harris, N. Homeyer, S. Izadi, A. Kovalenko, T. Kurtzman, T.S. Lee, S. LeGrand, P. Li, C. Lin, J. Liu, T. Luchko, R. Luo, D.J. Mermelstein, K.M. Merz, Y. Miao, G. Monard, C. Nguyen, H. Nguyen, I. Omelyan, A. Onufriev, F. Pan, R. Qi, D.R. Roe, A. Roitberg, C. Sagui, S. Schott-Verdugo, J. Shen, C.L. Simmerling, J. Smith, R. Salomon-Ferrer, J. Swails, R.C. Walker, J. Wang, H. Wei, R.M. Wolf, X. Wu, L. Xiao, D.M. York and P.A. Kollman (2018)","link":"http://ambermd.org/AmberMD.php","date":2018,"__v":0},{"_id":{"$oid":"5e458ef93983e237a15a13e5"},"title":"J Chem Inf Model 58:1372-1383","description":"Generalized Born based continuous constant pH molecular dynamics in Amber: implementation, benchmarking, and analysis.","authors":"Huang YD, Harris RC, Shen J*","link":"#","date":2018,"__v":0,"imageDescription":"We report the CPU implementation of the CpHMD method based on the GBNeck2 generalized Born (GB) implicit-solvent model in the pmemd engine of the Amber molecular dynamics package. Benchmark data based on 11 proteins are discussed. The related software is disseminated through Amber18. ","imagePath":"https://static.wixstatic.com/media/20b4d6_fc1d7b16a4994c0a9a57716f8fb08bd0~mv2.png/v1/fill/w_727,h_289,al_c,lg_1,q_85/20b4d6_fc1d7b16a4994c0a9a57716f8fb08bd0~mv2.webp"},{"_id":{"$oid":"5e458f1d3983e237a15a13e6"},"title":"J Phys Chem Lett 9: 1179-1184","description":"Predicting catalytic proton donors and nucleophiles in enzymes: how adding dynamics helps elucidate the structure-function relationships. ","authors":"Huang YD, Yue Z, Tsai CC, Henderson JA, and Shen J*","link":"https://pubs.acs.org/doi/full/10.1021/acs.jpclett.8b00238","date":2018,"__v":0,"imageDescription":"Despite the importance, prediction of catalytic proton donors and nucleophiles has remained an unsolved problem. Here we tested three types of state-of-the-art computational methods to predict the pKa’s of buried and coupled carboxyl dyads in enzymes. We asked the question what makes a residue proton donor vs. nucleophile. Our study revealed a surprisingly simple trend, which is not apparent from crystal structures, empirical or traditional pKa calculations.","imagePath":"https://static.wixstatic.com/media/20b4d6_6dcb08ea78014a6d826e0dbd35df8e8d~mv2.png/v1/fill/w_256,h_255,al_c,lg_1,q_85/20b4d6_6dcb08ea78014a6d826e0dbd35df8e8d~mv2.webp"},{"_id":{"$oid":"5e458f533983e237a15a13e7"},"title":"Phys Chem Chem Phys, 20, 3523-3530","description":"pH-dependent cooperativity and existence of a dry molten globule in the folding of a mini-protein BBL.","authors":"Yue Z and Shen J*","link":"http://pubs.rsc.org/en/content/articlelanding/2018/cp/c7cp08296g#!divAbstract","date":2018,"__v":0,"imageDescription":"pH plays an important role in protein dynamics, stability, and folding; however, detailed mechanisms remain poorly understood. We carried out the first  explicit-solvent protein folding simulation in a pH-dependent manner. Remarkably, the data revealed an unfolding intermediate bearing the signature of a dry molten globule, which is currently hypothesized as a universal intermediate in protein folding.","imagePath":"https://static.wixstatic.com/media/20b4d6_d71c16ecd3a44054bbdb439116201fa2~mv2.png/v1/fill/w_452,h_238,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_d71c16ecd3a44054bbdb439116201fa2~mv2.webp"},{"_id":{"$oid":"5e458f903983e237a15a13e8"},"title":"Biomacromolecules 19: 364-373","description":"Electrical programming of soft matter: using temporally varying electrical inputs to spatially control self assembly. ","authors":"Yan K, Liu Y, Zhang J, Correa SO, Shang W, Tsai CC, Bentley WE, Shen J, Scarcelli G, Raub CB, Shi XW, Payne GF*","link":"https://pubs.acs.org/doi/full/10.1021/acs.biomac.7b01464","date":2018,"__v":0,"imageDescription":"Top-down fabrication methods lack the capabilities to generate complex matrix architectures observed in biology. Here we show that temporally varying electric signals can cue a self-assembling polysaccharide to controllably form a hydrogel with complex internal patterns.","imagePath":"https://static.wixstatic.com/media/20b4d6_ecfd3225ccb045d79c9e8003da6c8e3d~mv2.png/v1/crop/x_0,y_37,w_329,h_247/fill/w_444,h_334,al_c,lg_1,q_85/chitosan_2018.webp"},{"_id":{"$oid":"5e458fb73983e237a15a13e9"},"title":"J Chem Theory Comput 13: 6405-6414","description":"Constant pH molecular dynamics reveals how proton release drives the conformational transition of a transmembrane efflux pump. ","authors":"Yue Z, Chen W, Zgurskaya, H, and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/acs.jctc.7b00874","date":2017,"__v":0,"imageDescription":"AcrB is the inner-membrane transporter of the AcrAB-TolC efflux complex in E. coli which confers resistance to antibiotics. Crystal structures have revealed three distinct states in the drug transport cycle; however, detailed mechanism remains unknown. Our study offered convincing support for the 1:1 drug:proton stoichiometry by depicting how proton release triggers the conformational transition, in agreement with the crystal structure.","imagePath":"https://static.wixstatic.com/media/20b4d6_78b78592b0104638a0d3cc69f471e863~mv2.png/v1/fill/w_444,h_248,al_c,lg_1,q_85/20b4d6_78b78592b0104638a0d3cc69f471e863~mv2.webp"},{"_id":{"$oid":"5e458fd33983e237a15a13ea"},"title":"J Phys Chem Lett 8: 4832-4837","description":"Proton-coupled conformational allostery modulates the inhibitor selectivity for β-secretase.","authors":"Harris RC, Tsai CC, Ellis CR, and Shen J*","link":"http://pubs.acs.org/doi/full/10.1021/acs.jpclett.7b02309","date":2017,"__v":0,"imageDescription":"Many pharmaceutical targets, such as aspartyl proteases and kinases, exhibit pH-dependent dynamics and functions. Accurate prediction of their binding free energies is challenging, and current computational studies neglect the effects of pH and changes in protonation states.  We demonstrated a new protocol to improve the predictive power of current binding free energy calculations. The allosteric mechanism discovered here could lead to exciting opportunities in drug design.        ","imagePath":"https://static.wixstatic.com/media/20b4d6_84accab63fc34596ba889f1d3e0f96fd~mv2.png/v1/fill/w_654,h_270,al_c,lg_1,q_85/20b4d6_84accab63fc34596ba889f1d3e0f96fd~mv2.webp"},{"_id":{"$oid":"5e458fff3983e237a15a13eb"},"title":"Macromolecules 50: 5946-5952","description":"Towards understanding the environmental control of hydrogel film properties: how salt modulates the flexibility of chitosan chains. ","authors":"Tsai CC, Morrow BH, Chen W, Payne GP, and Shen J*","link":"https://pubs.acs.org/doi/abs/10.1021/acs.macromol.7b01116","date":2017,"__v":0,"imageDescription":"Aminopolysaccharides can form complex structures with the properties highly dependent on environmental conditions; however, molecular details are not understood. We found that, contrary to common belief, chitosan chains have a high intrinsic flexibility and salt increases the flexibility by shifting the population from extended to bent glycosidic backbone conformation. ","imagePath":"https://static.wixstatic.com/media/20b4d6_0adfa01ef0614e7fa3b16fbdaa369c80~mv2.png/v1/fill/w_596,h_246,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_0adfa01ef0614e7fa3b16fbdaa369c80~mv2.webp"},{"_id":{"$oid":"5e4590253983e237a15a13ec"},"title":"Proc Natl Acad Sci USA 114:3421-3426","description":"Ligand-induced allostery in the interaction of the Pseudomonas aeruginosa heme binding protein with heme oxygenase. ","authors":"Deredge DJ, Huang W, Huib C, Matsumura H, Yue Z, Moenne-Loccoz P, Shen J, Wintrode PL, and Wilks A*","link":"http://www.pnas.org/content/114/13/3421.long","date":2017,"__v":0},{"_id":{"$oid":"5e4590503983e237a15a13ed"},"title":"J Comput Chem 38:1260-1269","description":"Conformational dynamics of cathepsin D and binding to a small-molecule BACE1 inhibitor.","authors":"Ellis CR, Tsai CC, Lin FY, and Shen J*","link":"http://onlinelibrary.wiley.com/doi/10.1002/jcc.24719/abstract","date":2017,"__v":0,"imageDescription":"Targeting the aspartyl protease BACE1 with small-molecule inhibitors offers a promising route for treatment of Alzheimer's disease. However, developing inhibitors that can selectively target BACE1 in favor of other proteases, especially cathepsin D, has presented significant challenges. We reported the first computational study that characterizes the conformational dynamics of capthesin D and how it binds a BACE1 small-molecule inhibitor.","imagePath":"https://static.wixstatic.com/media/20b4d6_20a6d34ded684564b82bb850ddb42cf6~mv2.png/v1/crop/x_0,y_0,w_636,h_446/fill/w_374,h_262,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_20a6d34ded684564b82bb850ddb42cf6~mv2.webp"},{"_id":{"$oid":"5e4590693983e237a15a13ee"},"title":"J Chem Theory Comput 12: 5411-5421","description":"Continuous constant pH molecular dynamics with particle-mesh Ewald and titratabe water.","authors":"Huang YD, Chen W, and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/acs.jctc.6b00552","date":2016,"__v":0,"imageDescription":"Development of a pH stat to control solution pH in biomolecular simulations remains a outstanding goal. In recent years, the constant pH molecular dynamics methods have emerged; however, the accuracy and generality have been hampered by the use of implicit-solvent models or truncation-based electrostatic schemes. We reported the first implementation of the all-atom PME-based continuous constant pH method and benchmark results on a set of commonly used proteins.","imagePath":"https://static.wixstatic.com/media/20b4d6_d40e9db0b2484dc1874fea4007abf1cd~mv2.png/v1/fill/w_502,h_228,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_d40e9db0b2484dc1874fea4007abf1cd~mv2.webp"},{"_id":{"$oid":"5e4590883983e237a15a13ef"},"title":"Nat Commun 7: 12940","description":"Mechanism of pH-dependent activation of the sodium-proton antiporter NhaA.","authors":"Huang YD, Chen W, Dotson DL, Beckstein O, and Shen J*","link":"http://www.nature.com/articles/ncomms12940","date":2016,"__v":0,"imageDescription":"NhaA is the principal sodium-proton antiporter in E. Coli., essential for cellular sodium and pH homeostasis. Abundant experimental and computational studies as well as two high-resolution crystal structures have been published; however, the pH-regulated mechanism at the molecular-level remains elusive. We reported the first computational study that offers an atomically-detailed view of the pH-dependent activation and key conformational events in the sodium-proton exchange cycle of NhaA. ","imagePath":"https://static.wixstatic.com/media/20b4d6_ad88d821119346a2bfaf384518f35726~mv2.png/v1/fill/w_422,h_284,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_ad88d821119346a2bfaf384518f35726~mv2.webp"},{"_id":{"$oid":"5e4590b63983e237a15a13f0"},"title":"Adv Healthcare Mater 5: 2595-2616","description":"Fusing sensor paradigms to acquire chemical information: an integrative role for smart biopolymeric hydrogels.","authors":"Kim E, Liu Y, Ben-Yoav H, Winkler TE, Yan K, Shi S, Shen J, Kelly DL, Ghodssi R, Bentley WE, and Payne GF*","link":"http://onlinelibrary.wiley.com/doi/10.1002/adhm.201600516/abstract","date":2016,"__v":0},{"_id":{"$oid":"5e4590f93983e237a15a13f1"},"title":"J Phys Chem Lett 7: 944-949","description":"Constant pH molecular dynamics reveals pH-modulated binding of two small-molecule BACE1 inhibitors.","authors":"Ellis CR, Tsai CC, Hou XJ, and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/acs.jpclett.6b00137","date":2016,"__v":0,"imageDescription":"Targeting the aspartyl protease BACE1 with small-molecule inhibitors offers a promising route for treatment of Alzheimer's disease. However, the intricate pH dependence of BACE1 function and inhibitor efficacy has posed major challenges. We reported the first simulation that uncovers the atomic details of pH-dependent binding of two drug candidates for BACE1. Our work demonstrated the drastic contrast in affinity of the two inhibitors is due to the subtle differences in the protonation behavior of the protein-inhibitor complex.","imagePath":"https://static.wixstatic.com/media/20b4d6_d8f58c57fa0f4c4b8f6aad935e1c8c7b~mv2.png/v1/fill/w_342,h_336,al_c,lg_1,q_85/20b4d6_d8f58c57fa0f4c4b8f6aad935e1c8c7b~mv2.webp"},{"_id":{"$oid":"5e45911a3983e237a15a13f2"},"title":"J Am Chem Soc 137: 9543-9546","description":"pH-dependent population shift regulates BACE1 activity and inhibition. ","authors":"Ellis CR and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/jacs.5b05891","date":2015,"__v":0},{"_id":{"$oid":"5e4591383983e237a15a13f3"},"title":"J Am Chem Soc 137: 13024-13030","description":"Stimuli-responsive self-assembly of polysaccharide through a rugged energy landscape.","authors":"Morrow BH, Payne GF, and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/jacs.5b07761","date":2015,"__v":0},{"_id":{"$oid":"5e45914e3983e237a15a13f4"},"title":"Biophys J 109: 630-638","description":"Nascent beta-hairpin formation of a natively unfolded fragment peptide reveals the role of hydrophobic contacts. ","authors":"Chen W, Shi C, and Shen J*","link":"http://www.sciencedirect.com/science/article/pii/S0006349515006189","date":2015,"__v":0},{"_id":{"$oid":"5e4591693983e237a15a13f5"},"title":"J Phys Chem B 119: 7902-7910","description":"Conformational dynamics of two natively unfolded fragment peptides: Comparison of the AMBER and CHARMM force fields. ","authors":"Chen W, Shi C, MacKerell Jr. AD, and Shen J","link":"http://pubs.acs.org/doi/abs/10.1021/acs.jpcb.5b02290","date":2015,"__v":0},{"_id":{"$oid":"5e4591923983e237a15a13f6"},"title":"Polymers 7: 1-46","description":"Chitosan to connect biology to electronics: Fabricating the bio-device interface and communicating across this interface.","authors":"Kim E, Xing Y, Cheng Y, Wu H-C, Liu Y, Morrow BH, Ben-Yoav H, Ghodssi R, Rubloff GW, Shen J, Bentley WE, Shi X, and Payne GF*","link":"http://www.mdpi.com/2073-4360/7/1/1","date":2015,"__v":0},{"_id":{"$oid":"5e4591ae3983e237a15a13f7"},"title":"J Comput Chem 35: 1986-1996","description":"Effects of system net charge and electrostatic truncation on all-atom constant pH molecular dynamics.","authors":"Chen W and Shen J*","link":"http://onlinelibrary.wiley.com/doi/10.1002/jcc.23713/abstract","date":2014,"__v":0},{"_id":{"$oid":"5e4591d73983e237a15a13f8"},"title":"J Chem Phys 141: 084714","description":"Predicting proton titration in cationic micelle and bilayer environments.","authors":"Morrow BH, Eike DM, Murch BP, Koenig PH, and Shen J*","link":"http://scitation.aip.org/content/aip/journal/jcp/141/8/10.1063/1.4893439","date":2014,"__v":0},{"_id":{"$oid":"5e4591fb3983e237a15a13f9"},"title":"J Phys Chem C 118: 16272-16278","description":"Mechanism of the pH-controlled self-assembly of nanofibers from peptide amphiphiles.","authors":"Cote Y, Fu IW, Dobson ET, Goldberger JE, Nguyen HD, and Shen J*","link":"http://pubs.acs.org/doi/abs/10.1021/jp5048024?journalCode=jpccck","date":2014,"__v":0},{"_id":{"$oid":"5e45921b3983e237a15a13fa"},"title":"Mol Simulat 40: 830-838","description":"Recent development and application of constant pH molecular dynamics.","authors":"Chen W, Morrow BH, Shi C, and Shen JK*","link":"http://www.tandfonline.com/doi/abs/10.1080/08927022.2014.907492?journalCode=gmos20#.VZVwLudrXnb","date":2014,"__v":0},{"_id":{"$oid":"5e4592313983e237a15a13fb"},"title":"Langmuir 29: 14823-14830","description":"Self-Assembly and bilayer-micelle transition of fatty acids studied by replica-exchange constant pH molecular dynamics.","authors":"Morrow BH, Koenig PH, and Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/la403398n","date":2013,"__v":0},{"_id":{"$oid":"5e4592473983e237a15a13fc"},"title":"Biophys J 105: L15-L17","description":"Introducing titratable water to all-atom molecular dynamics at constant pH.","authors":"Chen W, Wallace JA, Yue Z, and Shen JK*","link":"http://www.sciencedirect.com/science/article/pii/S0006349513007455","date":2013,"__v":0},{"_id":{"$oid":"5e45925f3983e237a15a13fd"},"title":"J Chem Phys 137: 194902","description":"Atomistic simulations of pH-dependent self-assembly of micelle and bilayer from fatty acids.","authors":"Morrow BH, Koenig PH, and Shen JK*","link":"http://scitation.aip.org/content/aip/journal/jcp/137/19/10.1063/1.4766313","date":2012,"__v":0},{"_id":{"$oid":"5e4592883983e237a15a13fe"},"title":"J Chem Phys 137: 184105","description":"Charge-leveling and proper treatment of long-range electrostatics in all-atom molecular dynamics at constant pH.","authors":"Wallace JA and Shen JK*","link":"http://scitation.aip.org/content/aip/journal/jcp/137/18/10.1063/1.4766352","date":2012,"__v":0},{"_id":{"$oid":"5e4592a23983e237a15a13ff"},"title":"J Nat Prod 75: 1819-1823","description":"An uncommon diaryclopentendione metabolite obtained from a preussia typharum isolate procured using an unconventional cultivation approach.","authors":"Du, L; King, JB; Morrow, BH; Shen, JK; Miller, AN; Cichewicz, RH*","link":"http://pubs.acs.org/doi/abs/10.1021/np300473h","date":2012,"__v":0},{"_id":{"$oid":"5e4592c03983e237a15a1400"},"title":"Chem Commun. 48: 9041-9044","description":"Nitric oxide coupling mediated by iron porphyrins: the N–N bond formation step is facilitated by electrons and a proton.","authors":"Yi J*, Morrow BH, Campbell ALO, Shen JK*, and Richter-Addo GB*","link":"http://pubs.rsc.org/en/content/articlelanding/2012/CC/c2cc34655a#!divAbstract","date":2012,"__v":0},{"_id":{"$oid":"5e4592d33983e237a15a1401"},"title":"J Phys Chem Lett 3: 1007-1010","description":"Nucleotide dynamics at the A-site Cleft in the peptidyl transferase Center of H. marismortui 50S ribosomal subunits.","authors":"Wang Y, Shen JK*, Schroeder SJ*","link":"http://pubs.acs.org/doi/abs/10.1021/jz3001882","date":2012,"__v":0},{"_id":{"$oid":"5e4592ea3983e237a15a1402"},"title":"J Phys Chem Lett 3: 658-662","description":"Unraveling a trap-and-trigger mechanism in the pH-sensitive self-assembly of spider silk proteins.","authors":"Wallace JA and Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/jz2016846","date":2012,"__v":0},{"_id":{"$oid":"5e4593013983e237a15a1403"},"title":"Biophys J. 102: 1590-1597","description":"Thermodynamic coupling of protonation and conformational equilibria in proteins: theory and simulation.","authors":"Shi C, Wallace JA, and Shen JK*","link":"http://www.cell.com/biophysj/abstract/S0006-3495%2812%2900224-X","date":2012,"__v":0},{"_id":{"$oid":"5e4593203983e237a15a1404"},"title":"J Phys Chem B 115: 14980-14990","description":"Simulating pH titration of a single surfactant in ionic and nonionic micelles.","authors":"Morrow BH, Wang Y, Wallace JA, Koenig PH, and Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/jp2062404","date":2011,"__v":0},{"_id":{"$oid":"5e4593343983e237a15a1405"},"title":"J Chem Theory Comput 7: 2617-2629","description":"Continuous constant pH molecular dynamics in explicit solvent with pH-based replica exchange.","authors":" Wallace JA and Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/ct200146j","date":2011,"__v":0},{"_id":{"$oid":"5e45934a3983e237a15a1406"},"title":"Proteins 79: 3364-3363","description":"Towards accurate prediction of pKa values for protein internal residues: the importance of conformational relaxation and desolvation energy.","authors":"Wallace JA, Wang Y, Shi C, Pastoor KJ, Nguyen B-L, Xia K, and Shen JK*","link":"http://onlinelibrary.wiley.com/doi/10.1002/prot.23080/abstract","date":2011,"__v":0},{"_id":{"$oid":"5e45935d3983e237a15a1407"},"title":"J Comput Chem 32: 2358","description":"Molecular dynamics simulations of ionic and nonionic surfactant micelles with a generalized Born implicit-solvent model.","authors":"Wang Y, Wallace JA, Koenig PH, and Shen JK*","link":"http://onlinelibrary.wiley.com/doi/10.1002/jcc.21813/abstract","date":2011,"__v":0},{"_id":{"$oid":"5e4593723983e237a15a1408"},"title":"Proteins 79: 3260-3275","description":"Progress in the prediction of pKa values in proteins.","authors":"Alexov E, Mehler EL, Baker NA, Baptista A, Huang Y, Milletti F, Nielsen JE, Farrell D, Carstensen T, Olsson MHM, Shen JK, Warwicker J, Williams S, Word JM","link":"http://onlinelibrary.wiley.com/doi/10.1002/prot.23189/abstract","date":2011,"__v":0},{"_id":{"$oid":"5e45938b3983e237a15a1409"},"title":"Biochemistry 49:5290-5298","description":"Probing the strand orientation and registry alignment in the propagation of amyloid fibrils of Abeta(16-22).","authors":"Wallace JA and Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/bi100137y","date":2010,"__v":0},{"_id":{"$oid":"5e4593a93983e237a15a140a"},"title":"Biophys J 99: 924-932","description":"Uncovering specific electrostatic interactions in the denatured states of proteins.","authors":"Shen JK*","link":"http://www.cell.com/biophysj/abstract/S0006-3495%2810%2900608-9","date":2010,"__v":0},{"_id":{"$oid":"5e4593c03983e237a15a140b"},"title":"J Am Chem Soc 132: 7258-7259","description":"A method to determine residue-specific denatured-state pKa values from analysis of stability changes in single-mutant cycles.","authors":"Shen JK*","link":"http://pubs.acs.org/doi/abs/10.1021/ja101761m","date":2010,"__v":0},{"_id":{"$oid":"5e4593e93983e237a15a140c"},"title":"Methods Enzymol 66: 455-475","description":"Predicting protein pKa’s with continuous constant pH molecular dynamics.","authors":"Wallace JA and Shen JK*","link":"#","date":2009,"__v":0},{"_id":{"$oid":"5e4594063983e237a15a140d"},"title":"J Am Chem Soc 130: 16498-16499","description":"A stable hyponitrite-bridged iron porphyrin complex.","authors":"Xu N, Campbell AOL, Powell DR, Khandogin J*, and Richter-Addo GB*","link":"http://pubs.acs.org/doi/abs/10.1021/ja809781r?prevSearch=[author%3A+khandogin]&searchHistoryKey=","date":2009,"__v":0},{"_id":{"$oid":"5e4594213983e237a15a140e"},"title":"J Phys Chem B 113: 2177-2183","description":"Revisiting magnesium chelation by teichoic acid with phosphorus solid-state NMR and theoretical calculations.","authors":"Wickham JW, Halye J, Kashtanov S, Khandogin J, and Rice CV*","link":"http://pubs.acs.org/doi/abs/10.1021/jp809313j?prevSearch=[author%3A+khandogin]&searchHistoryKey=","date":2009,"__v":0},{"_id":{"$oid":"5e45943a3983e237a15a140f"},"title":"Biochemistry 47: 6851-6858","description":"Evidence for a catalytic dyad in the active site of homocitrate synthase from saccaromyces cerevisiae.","authors":"Qian J, Khandogin J, West AH, Cook P*","link":"http://pubs.acs.org/doi/abs/10.1021/bi800087k","date":2009,"__v":0},{"_id":{"$oid":"5e4594523983e237a15a1410"},"title":"In Challenges and Advances in Computational Chemistry and Physics, Springer Verlag, Chapter 10, 261-284","description":"Modeling protonation equilibria in biological macromolecules.","authors":"Khandogin J*","link":"http://link.springer.com/book/10.1007%2F978-1-4020-9956-4#section=61769&page=1&locus=29","date":2009,"__v":0},{"_id":{"$oid":"5e45948a3983e237a15a1411"},"title":"Curr Opin Struct Biol 18: 140-148","description":"Recent advances in implicit solvent based methods for biomolecular simulations.","authors":"Chen J, Brooks CL III*, and Khandogin J","link":"#","date":2008,"__v":0},{"_id":{"$oid":"5e4594a13983e237a15a1412"},"title":"Proc Natl Acad Sci USA 104: 16880-16885","description":"Linking folding with aggregation in Alzheimer’s beta-amyloid peptides.","authors":"Khandogin J and Brooks CL III*","link":"http://www.pnas.org/content/104/43/16880.abstract?etoc","date":2007,"__v":0},{"_id":{"$oid":"5e4594ce3983e237a15a1413"},"title":"J Am Chem Soc 129: 3056-3057","description":"Folding intermediate in the villin headpiece domain arises from disruption of an N-terminal hydrogen-bonded network.","authors":"Khandogin J, Raleigh DP, and Brooks CL III*","link":"http://pubs.acs.org/doi/abs/10.1021/ja0688880","date":2007,"__v":0},{"_id":{"$oid":"5e4594e83983e237a15a1414"},"title":"Annu. Report Comput. Chem., 2007, vol. 3, 3-11","description":"Molecular simulations of pH-mediated biological processes.","authors":"Khandogin J and Brooks CL III*","link":"#","date":2007,"__v":0},{"_id":{"$oid":"5e4595113983e237a15a1415"},"title":"Proc Natl Acad Sci USA 103: 18546-18550","description":"Exploring atomistic details of pH-dependent peptide folding.","authors":"Khandogin J, Chen J, and Brooks CL III*","link":"","date":2006,"__v":0},{"_id":{"$oid":"5e4595353983e237a15a1416"},"title":"Biochemistry 45: 9363-9373","description":"Toward the accurate first-principles prediction of ionization equilibria in proteins.","authors":"Khandogin J and Brooks CL III*","link":"http://pubs.acs.org/doi/abs/10.1021/bi060706r","date":2006,"__v":0},{"_id":{"$oid":"5e4595533983e237a15a1417"},"title":"Biophys J 89: 141-157","description":"Constant pH molecular dynamics simulation with proton tautomerism.","authors":"Khandogin J* and Brooks CL III","link":"#","date":2005,"__v":0},{"_id":{"$oid":"5e4595693983e237a15a1418"},"title":"J Phys Chem B 109: 9810-9817","description":"Smooth solvation method for d-orbital semiempirical calculations of biological reactions II: application to transphosphorylation thio effects in solution.","authors":"Gregersen BA, Khandogin J, Thiel W, and York DM*","link":"http://pubs.acs.org/doi/abs/10.1021/jp044061l","date":2005,"__v":0},{"_id":{"$oid":"5e4595833983e237a15a1419"},"title":"J Phys Chem B 109: 536-556","description":"Smooth solvation method for d-orbital semiempirical calculations of biological reactions I: implementation.","authors":"Khandogin J, Gregersen BA, Thiel W, and York DM*","link":"http://pubs.acs.org/doi/abs/10.1021/jp044062d","date":2005,"__v":0},{"_id":{"$oid":"5e45959f3983e237a15a141a"},"title":"Proteins 56: 724-737","description":"Quantum descriptors for biological macromolecules from linear-scaling electronic structure methods.","authors":"Khandogin J and York DM*","link":"http://onlinelibrary.wiley.com/doi/10.1002/prot.20171/abstract","date":2004,"__v":0},{"_id":{"$oid":"5e4595b23983e237a15a141b"},"title":"J Mol Biol 330: 993-1004","description":"Insights into the regioselectivity and RNA binding affinity of HIV-1 nucleocapsid protein from linear-scaling quantum methods.","authors":"Khandogin J, Musier-Forsyth K, and D. M. York*","link":"#","date":2003,"__v":0},{"_id":{"$oid":"5e4595c93983e237a15a141c"},"title":"J Phys Chem B 106: 7693-7703","description":"Quantum mechanical characterization of nucleic acids in solution: a linear-scaling study of charge fluctuations in DNA and RNA.","authors":"Khandogin J and York DM*","link":"http://pubs.acs.org/doi/abs/10.1021/jp0146667","date":2002,"__v":0},{"_id":{"$oid":"5e4595e13983e237a15a141d"},"title":"J Comput Chem 21: 1562-1571","description":"Electronic structure properties of solvated biomolecules: a quantum approach for macromolecular characterization.","authors":"Khandogin J, Hu A, and York DM*","link":"http://onlinelibrary.wiley.com/doi/10.1002/1096-987X%28200012%2921:16%3C1562::AID-JCC13%3E3.0.CO;2-E/abstract","date":2000,"__v":0},{"_id":{"$oid":"5e45960c3983e237a15a141e"},"title":"J Phys Chem A 104: 113-120","description":"A simple relativistic correction to the nuclear spin-spin coupling constant.","authors":"Khandogin J and Ziegler T*","link":"http://pubs.acs.org/doi/abs/10.1021/jp992571n","date":2000,"__v":0},{"_id":{"$oid":"5e45962f3983e237a15a141f"},"title":"Spectrochim Acta A 55: 607-624","description":"Density functional study of nuclear magnetic resonance spin-spin coupling constants.","authors":"Khandogin J and Ziegler T*","link":"#","date":1999,"__v":0},{"_id":{"$oid":"5e4596513983e237a15a1420"},"title":"J Mol Spectr 186: 22-33","description":"Ab initio relativistic CI calculations of the spectroscopic constants and transition probabilities for the low-lying states of the BiOH/HBiO isomers.","authors":"Khandogin Y, Alexeyev AB, Liebermann H-P, Hirsh G, and Buenker RJ*","link":"#","date":1997,"__v":0},{"_id":{"$oid":"5e596ce406dc4a32da1bfb8d"},"title":"J Phys Chem Lett 7: 3961-3966","description":"Conformational activation of a transmembrane proton channel from constant pH molecular dynamics.","authors":"Chen W, Huang YD and Shen J*","link":"https://pubs.acs.org/doi/abs/10.1021/acs.jpclett.6b01853","date":2016,"imagePath":"https://static.wixstatic.com/media/20b4d6_9a0ea0308fdd41178c1b3558f1b4b96d~mv2_d_1476_1238_s_2.png/v1/fill/w_438,h_356,al_c,q_85,usm_0.66_1.00_0.01/20b4d6_9a0ea0308fdd41178c1b3558f1b4b96d~mv2_d_1476_1238_s_2.webp","imageDescription":"Proton-coupled transmembrane proteins play important roles in human health and diseases. We performed the first computer simulation that 1) directly describes the proton-coupled conformational activation of a transmembrane channel with fully atomic detail; 2) accurately determines the stepwise acid-base constants of a transmembrane channel; 3) provides the proton-coupled free energy of channel activation. The presented methodologies and major findings are generalizable for studies of proton-coupled channels and transporters.","__v":0}]
